Repository: alexmanzer/rootshell-vnc
Catalog: Packages/rootshellVNC/Sources/rootshellVNC/Resources/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, es, fi, fr, he, hu, it, ja, ko, nb, nl, pl, pt_br, pt_pt, ro, sl, sv, uk, vi, zh_hans, zh_hant

source: Adaptive
ar: تكيّفي
ca: Adaptativa
cs: Adaptivní
da: Adaptiv
de: Adaptiv
es: Adaptativa
fi: Mukautuva
fr: Adaptatif
he: מותאם
hu: Adaptív
it: Adattiva
ja: 自動調整
ko: 적응형
nb: Adaptiv
nl: Adaptief
pl: Adaptacyjna
pt_br: Adaptável
pt_pt: Adaptável
ro: Adaptiv
sl: Prilagodljivo
sv: Adaptiv
uk: Адаптивна
vi: Thích ứng
zh_hans: 自适应
zh_hant: 自適應

source: All Displays (Combined)
ar: جميع الشاشات (مدمجة)
ca: Totes les pantalles (combinades)
cs: Všechny displeje (sloučené)
da: Alle skærme (kombineret)
de: Alle Displays (kombiniert)
es: Todas las pantallas (combinadas)
fi: Kaikki näytöt (yhdistetty)
fr: Tous les écrans (combinés)
he: כל הצגים (משולב)
hu: Minden kijelző (egyesítve)
it: Tutti gli schermi (combinati)
ja: すべてのディスプレイ（結合）
ko: 모든 디스플레이(통합)
nb: Alle skjermer (kombinert)
nl: Alle beeldschermen (gecombineerd)
pl: Wszystkie ekrany (połączone)
pt_br: Todas as Telas (Combinadas)
pt_pt: Todos os ecrãs (combinados)
ro: Toate ecranele (combinate)
sl: Vsi zasloni (združeno)
sv: Alla skärmar (kombinerat)
uk: Усі дисплеї (об’єднані)
vi: Tất cả màn hình (Kết hợp)
zh_hans: 所有显示器（合并）
zh_hant: 所有顯示器（合併）

source: Already connected to a VNC server
ar: متصل بالفعل بخادم VNC
ca: Ja hi ha una connexió amb un servidor VNC
cs: K VNC serveru už jste připojeni
da: Der er allerede forbindelse til en VNC-server
de: Bereits mit einem VNC-Server verbunden
es: Ya hay una conexión con un servidor VNC
fi: VNC-palvelimeen on jo yhteys
fr: Déjà connecté à un serveur VNC
he: כבר קיים חיבור לשרת VNC
hu: Már csatlakozik egy VNC-szerverhez
it: Già connesso a un server VNC
ja: すでにVNCサーバに接続しています
ko: 이미 VNC 서버에 연결되어 있음
nb: Allerede koblet til en VNC-server
nl: Al verbonden met een VNC-server
pl: Już połączono z serwerem VNC
pt_br: Já conectado a um servidor VNC
pt_pt: Já está ligado a um servidor VNC
ro: Există deja o conexiune la un server VNC
sl: Povezava s strežnikom VNC je že vzpostavljena
sv: Redan ansluten till en VNC-server
uk: Уже підключено до сервера VNC
vi: Đã kết nối với một máy chủ VNC
zh_hans: 已连接到 VNC 服务器
zh_hant: 已連接 VNC 伺服器

source: Application Windows
ar: نوافذ التطبيق
ca: Finestres de l'app
cs: Okna aplikací
da: Programvinduer
de: Programmfenster
es: Ventanas de la aplicación
fi: Ohjelman ikkunat
fr: Fenêtres de l’application
he: חלונות יישום
hu: Alkalmazásablakok
it: Finestre applicazione
ja: アプリケーションウインドウ
ko: 응용 프로그램 윈도우
nb: Appvinduer
nl: Programmavensters
pl: Okna programu
pt_br: Janelas do App
pt_pt: Janelas da aplicação
ro: Ferestre aplicații
sl: Okna aplikacij
sv: Programfönster
uk: Вікна програм
vi: Cửa sổ ứng dụng
zh_hans: 应用程序窗口
zh_hant: 應用程式視窗

source: Ask a capable Mac for two client-sized virtual displays with independent High Performance video streams.
ar: اطلب من جهاز Mac متوافق شاشتين افتراضيتين بحجم العميل مع بثّي فيديو مستقلين بأداء عالٍ.
ca: Sol·licita a un Mac compatible dues pantalles virtuals de la mida del client, amb fluxos de vídeo d'alt rendiment independents.
cs: Vyžádat si od podporovaného Macu dva virtuální displeje o velikosti klienta s nezávislými video streamy v režimu Vysoký výkon.
da: Bed en understøttet Mac om to virtuelle skærme i klientens størrelse med uafhængige videostrømme med høj ydeevne.
de: Von einem geeigneten Mac zwei virtuelle Displays in Clientgröße mit unabhängigen Videostreams im Modus „Hohe Leistung“ anfordern.
es: Solicita a un Mac compatible dos pantallas virtuales del tamaño del cliente con flujos de vídeo de alto rendimiento independientes.
fi: Pyydä yhteensopivalta Macilta kahta asiakkaan kokoista virtuaalinäyttöä, joilla on omat Suuri suorituskyky -videovirrat.
fr: Demander à un Mac compatible deux écrans virtuels à la taille du client, avec des flux vidéo Hautes performances indépendants.
he: בקשה ממחשב Mac נתמך לשני צגים וירטואליים בגודל הלקוח, עם זרמי וידאו נפרדים בביצועים גבוהים.
hu: Két kliensméretű virtuális kijelző kérése egy támogató Mac géptől, önálló, nagy teljesítményű videostreamekkel.
it: Richiedi a un Mac compatibile due schermi virtuali delle dimensioni del client, con flussi video Prestazioni elevate indipendenti.
ja: 対応するMacに、独立した高パフォーマンスビデオストリームを持つクライアントサイズの仮想ディスプレイを2つ要求します。
ko: 지원되는 Mac에 독립적인 고성능 비디오 스트림을 갖춘 클라이언트 크기의 가상 디스플레이 두 개를 요청합니다.
nb: Be en Mac med støtte om to virtuelle skjermer i klientstørrelse med uavhengige videostrømmer i Høy ytelse.
nl: Vraag een geschikte Mac om twee virtuele beeldschermen op clientformaat met onafhankelijke videostreams met hoge prestaties.
pl: Poproś obsługiwanego Maca o dwa wirtualne ekrany w rozmiarze klienta z niezależnymi strumieniami wideo w trybie Wysoka wydajność.
pt_br: Solicita a um Mac compatível duas telas virtuais no tamanho do cliente, com fluxos de vídeo de Alto Desempenho independentes.
pt_pt: Pedir a um Mac compatível dois ecrãs virtuais do tamanho do cliente, com fluxos de vídeo Alto desempenho independentes.
ro: Solicită unui Mac compatibil două ecrane virtuale de dimensiunea clientului, cu fluxuri video Performanță ridicată independente.
sl: Od podprtega Maca zahtevaj dva navidezna zaslona v velikosti odjemalca z ločenima videotokoma Visoke zmogljivosti.
sv: Be en kompatibel Mac om två virtuella skärmar i klientstorlek med separata videoströmmar med hög prestanda.
uk: Запитати в сумісного Mac два віртуальні дисплеї розміром із клієнт із незалежними відеопотоками «Висока продуктивність».
vi: Yêu cầu máy Mac được hỗ trợ tạo hai màn hình ảo có kích thước máy khách với các luồng video Hiệu năng cao độc lập.
zh_hans: 向支持的 Mac 请求两个客户端尺寸的虚拟显示器，各自使用独立的高性能视频流。
zh_hant: 向支援的 Mac 要求兩個用戶端尺寸的虛擬顯示器，各有獨立的高效能影像串流。

source: Audio
ar: الصوت
ca: Àudio
cs: Zvuk
da: Lyd
fi: Ääni
he: שמע
hu: Hang
ja: オーディオ
ko: 오디오
nb: Lyd
nl: Geluid
pl: Dźwięk
pt_br: Áudio
pt_pt: Áudio
sl: Zvok
sv: Ljud
uk: Звук
vi: Âm thanh
zh_hans: 音频
zh_hant: 音訊

source: Authenticating…
ar: جارٍ المصادقة…
ca: Autenticant…
cs: Ověřování…
da: Godkender…
de: Authentifizierung…
es: Autenticando…
fi: Todennetaan…
fr: Authentification…
he: מבצע אימות…
hu: Hitelesítés…
it: Autenticazione…
ja: 認証中…
ko: 인증 중…
nb: Autentiserer…
nl: Bezig met verifiëren…
pl: Uwierzytelnianie…
pt_br: Autenticando…
pt_pt: A autenticar…
ro: Se autentifică…
sl: Preverjanje pristnosti…
sv: Autentiserar…
uk: Автентифікація…
vi: Đang xác thực…
zh_hans: 正在认证…
zh_hant: 驗證中…

source: Authentication
ar: المصادقة
ca: Autenticació
cs: Ověření
da: Godkendelse
de: Authentifizierung
es: Autenticación
fi: Todennus
fr: Authentification
he: אימות
hu: Hitelesítés
it: Autenticazione
ja: 認証
ko: 인증
nb: Autentisering
nl: Verificatie
pl: Uwierzytelnianie
pt_br: Autenticação
pt_pt: Autenticação
ro: Autentificare
sl: Preverjanje pristnosti
sv: Autentisering
uk: Автентифікація
vi: Xác thực
zh_hans: 认证
zh_hant: 驗證

source: Authentication failed: %@
ar: فشلت المصادقة: %@
ca: Ha fallat l'autenticació: %@
cs: Ověření se nezdařilo: %@
da: Godkendelse mislykkedes: %@
de: Authentifizierung fehlgeschlagen: %@
es: Error de autenticación: %@
fi: Todennus epäonnistui: %@
fr: Échec de l’authentification : %@
he: האימות נכשל: %@
hu: A hitelesítés sikertelen: %@
it: Autenticazione non riuscita: %@
ja: 認証に失敗しました：%@
ko: 인증 실패: %@
nb: Autentiseringen mislyktes: %@
nl: Verificatie mislukt: %@
pl: Uwierzytelnianie nie powiodło się: %@
pt_br: Falha na autenticação: %@
pt_pt: Falha na autenticação: %@
ro: Autentificarea a eșuat: %@
sl: Preverjanje pristnosti ni uspelo: %@
sv: Autentiseringen misslyckades: %@
uk: Помилка автентифікації: %@
vi: Xác thực không thành công: %@
zh_hans: 认证失败：%@
zh_hant: 驗證失敗：%@

source: Backslash
ar: شرطة مائلة عكسية
ca: Barra invertida
cs: Zpětné lomítko
da: Omvendt skråstreg
es: Barra invertida
fi: Kenoviiva
fr: Barre oblique inverse
he: לוכסן אחורי
hu: Fordított perjel
it: Barra rovesciata
ja: バックスラッシュ
ko: 백슬래시
nb: Omvendt skråstrek
pl: Ukośnik odwrotny
pt_br: Barra Invertida
pt_pt: Barra invertida
ro: Bară oblică inversă
sl: Leva poševnica
sv: Omvänt snedstreck
uk: Зворотна коса риска
vi: Dấu gạch chéo ngược
zh_hans: 反斜杠
zh_hant: 反斜線

source: Cancel
ar: إلغاء
ca: Cancel·lar
cs: Zrušit
da: Annuller
de: Abbrechen
es: Cancelar
fi: Kumoa
fr: Annuler
he: ביטול
hu: Mégsem
it: Annulla
ja: キャンセル
ko: 취소
nb: Avbryt
nl: Annuleer
pl: Anuluj
pt_br: Cancelar
pt_pt: Cancelar
ro: Anulare
sl: Prekliči
sv: Avbryt
uk: Скасувати
vi: Hủy
zh_hans: 取消
zh_hant: 取消

source: Capture Keyboard
ar: التقاط لوحة المفاتيح
ca: Capturar el teclat
cs: Zachytit klávesnici
da: Overtag tastatur
de: Tastatur erfassen
es: Capturar teclado
fi: Kaappaa näppäimistö
fr: Capturer le clavier
he: לכידת מקלדת
hu: Billentyűzet rögzítése
it: Cattura tastiera
ja: キーボードをキャプチャ
ko: 키보드 캡처
nb: Fang tastaturet
nl: Leg toetsenbord vast
pl: Przechwyć klawiaturę
pt_br: Capturar Teclado
pt_pt: Capturar teclado
ro: Capturare tastatură
sl: Zajemi tipkovnico
sv: Fånga tangentbordet
uk: Захопити клавіатуру
vi: Chiếm bàn phím
zh_hans: 捕获键盘
zh_hant: 擷取鍵盤

source: Clipboard
ar: الحافظة
ca: Porta-retalls
cs: Schránka
da: Udklipsholder
de: Zwischenablage
es: Portapapeles
fi: Leikepöytä
fr: Presse-papiers
he: לוח הגזירים
hu: Vágólap
it: Appunti
ja: クリップボード
ko: 클립보드
nb: Utklippstavle
nl: Klembord
pl: Schowek
pt_br: Área de Transferência
pt_pt: Área de transferência
sl: Odložišče
sv: Urklipp
uk: Буфер обміну
vi: Bảng tạm
zh_hans: 剪贴板
zh_hant: 剪貼板

source: Close Connection
ar: إغلاق الاتصال
ca: Tancar la connexió
cs: Ukončit spojení
da: Luk forbindelse
de: Verbindung schließen
es: Cerrar conexión
fi: Sulje yhteys
fr: Fermer la connexion
he: סגירת החיבור
hu: Kapcsolat bezárása
it: Chiudi connessione
ja: 接続を閉じる
ko: 연결 닫기
nb: Lukk tilkobling
nl: Sluit verbinding
pl: Zamknij połączenie
pt_br: Encerrar Conexão
pt_pt: Fechar ligação
ro: Închidere conexiune
sl: Zapri povezavo
sv: Stäng anslutning
uk: Закрити з’єднання
vi: Đóng kết nối
zh_hans: 关闭连接
zh_hant: 關閉連線

source: Commands
ar: الأوامر
ca: Ordres
cs: Příkazy
da: Kommandoer
de: Befehle
es: Comandos
fi: Komennot
fr: Commandes
he: פקודות
hu: Parancsok
it: Comandi
ja: コマンド
ko: 명령
nb: Kommandoer
nl: Commando’s
pl: Polecenia
pt_br: Comandos
pt_pt: Comandos
ro: Comenzi
sl: Ukazi
sv: Kommandon
uk: Команди
vi: Lệnh
zh_hans: 命令
zh_hant: 指令

source: Connect
ar: اتصال
ca: Connectar
cs: Připojit
da: Opret forbindelse
de: Verbinden
es: Conectar
fi: Yhdistä
fr: Se connecter
he: התחברות
hu: Csatlakozás
it: Connetti
ja: 接続
ko: 연결
nb: Koble til
nl: Verbind
pl: Połącz
pt_br: Conectar
pt_pt: Ligar
ro: Conectare
sl: Poveži
sv: Anslut
uk: Підключитися
vi: Kết nối
zh_hans: 连接
zh_hant: 連接

source: Connect to VNC Server
ar: الاتصال بخادم VNC
ca: Connectar-se al servidor VNC
cs: Připojit k VNC serveru
da: Opret forbindelse til VNC-server
de: Mit VNC-Server verbinden
es: Conectarse a un servidor VNC
fi: Yhdistä VNC-palvelimeen
fr: Se connecter à un serveur VNC
he: התחברות לשרת VNC
hu: Csatlakozás VNC-szerverhez
it: Connetti al server VNC
ja: VNCサーバに接続
ko: VNC 서버에 연결
nb: Koble til VNC-server
nl: Verbind met VNC-server
pl: Połącz z serwerem VNC
pt_br: Conectar ao Servidor VNC
pt_pt: Ligar ao servidor VNC
ro: Conectare la serverul VNC
sl: Povezava s strežnikom VNC
sv: Anslut till VNC-server
uk: Підключення до сервера VNC
vi: Kết nối tới máy chủ VNC
zh_hans: 连接到 VNC 服务器
zh_hant: 連接 VNC 伺服器

source: Connecting
ar: جارٍ الاتصال
ca: Connectant
cs: Připojování
da: Opretter forbindelse
de: Verbindung wird hergestellt
es: Conectando
fi: Yhdistetään
fr: Connexion
he: מתחבר
hu: Csatlakozás
it: Connessione
ja: 接続中
ko: 연결 중
nb: Kobler til
nl: Bezig met verbinden
pl: Łączenie
pt_br: Conectando
pt_pt: A ligar
ro: Se conectează
sl: Povezovanje
sv: Ansluter
uk: Підключення
vi: Đang kết nối
zh_hans: 正在连接
zh_hant: 連接中

source: Connecting to %@
ar: جارٍ الاتصال بـ %@
ca: Connectant amb %@
cs: Připojování k %@
da: Opretter forbindelse til %@
de: Verbindung zu %@ wird hergestellt
es: Conectando con %@
fi: Yhdistetään: %@
fr: Connexion à %@
he: מתחבר אל %@
hu: Csatlakozás a következőhöz: %@
it: Connessione a %@
ja: %@に接続中
ko: %@에 연결 중
nb: Kobler til %@
nl: Bezig met verbinden met %@
pl: Łączenie z %@
pt_br: Conectando a %@
pt_pt: A ligar a %@
ro: Se conectează la %@
sl: Povezovanje z %@
sv: Ansluter till %@
uk: Підключення до %@
vi: Đang kết nối tới %@
zh_hans: 正在连接到 %@
zh_hant: 正在連接 %@

source: Connecting...
ar: جارٍ الاتصال...
ca: Connectant...
cs: Připojování...
da: Opretter forbindelse...
de: Verbindung wird hergestellt...
es: Conectando...
fi: Yhdistetään...
fr: Connexion...
he: מתחבר...
hu: Csatlakozás...
it: Connessione...
ja: 接続中...
ko: 연결 중...
nb: Kobler til...
nl: Bezig met verbinden...
pl: Łączenie...
pt_br: Conectando...
pt_pt: A ligar...
ro: Se conectează...
sl: Povezovanje...
sv: Ansluter...
uk: Підключення...
vi: Đang kết nối...
zh_hans: 正在连接...
zh_hant: 連接中...

source: Connection closed by server
ar: أغلق الخادم الاتصال
ca: El servidor ha tancat la connexió
cs: Spojení ukončeno serverem
da: Forbindelsen blev lukket af serveren
de: Verbindung vom Server geschlossen
es: El servidor ha cerrado la conexión
fi: Palvelin sulki yhteyden
fr: Connexion fermée par le serveur
he: החיבור נסגר על-ידי השרת
hu: A szerver bezárta a kapcsolatot
it: Connessione chiusa dal server
ja: サーバによって接続が閉じられました
ko: 서버에서 연결을 닫음
nb: Tilkoblingen ble lukket av serveren
nl: Verbinding gesloten door server
pl: Połączenie zamknięte przez serwer
pt_br: Conexão encerrada pelo servidor
pt_pt: Ligação fechada pelo servidor
ro: Conexiune închisă de server
sl: Strežnik je zaprl povezavo
sv: Anslutningen stängdes av servern
uk: З’єднання закрито сервером
vi: Máy chủ đã đóng kết nối
zh_hans: 服务器已关闭连接
zh_hant: 伺服器已關閉連線

source: Connection Failed
ar: فشل الاتصال
ca: Ha fallat la connexió
cs: Připojení se nezdařilo
da: Forbindelsen mislykkedes
de: Verbindung fehlgeschlagen
es: Error de conexión
fi: Yhteys epäonnistui
fr: Échec de la connexion
he: החיבור נכשל
hu: A kapcsolódás sikertelen
it: Connessione non riuscita
ja: 接続に失敗しました
ko: 연결 실패
nb: Tilkoblingen mislyktes
nl: Verbinding mislukt
pl: Połączenie nie powiodło się
pt_br: Falha na Conexão
pt_pt: Falha na ligação
ro: Conexiune eșuată
sl: Povezava ni uspela
sv: Anslutningen misslyckades
uk: Помилка підключення
vi: Kết nối không thành công
zh_hans: 连接失败
zh_hant: 連線失敗

source: Connection failed: %@
ar: فشل الاتصال: %@
ca: Ha fallat la connexió: %@
cs: Připojení se nezdařilo: %@
da: Forbindelsen mislykkedes: %@
de: Verbindung fehlgeschlagen: %@
es: Error de conexión: %@
fi: Yhteys epäonnistui: %@
fr: Échec de la connexion : %@
he: החיבור נכשל: %@
hu: A kapcsolódás sikertelen: %@
it: Connessione non riuscita: %@
ja: 接続に失敗しました：%@
ko: 연결 실패: %@
nb: Tilkoblingen mislyktes: %@
nl: Verbinding mislukt: %@
pl: Połączenie nie powiodło się: %@
pt_br: Falha na conexão: %@
pt_pt: Falha na ligação: %@
ro: Conexiunea a eșuat: %@
sl: Povezava ni uspela: %@
sv: Anslutningen misslyckades: %@
uk: Помилка підключення: %@
vi: Kết nối không thành công: %@
zh_hans: 连接失败：%@
zh_hant: 連線失敗：%@

source: Connection interrupted
ar: انقطع الاتصال
ca: S'ha interromput la connexió
cs: Spojení bylo přerušeno
da: Forbindelsen blev afbrudt
de: Verbindung unterbrochen
es: Conexión interrumpida
fi: Yhteys keskeytyi
fr: Connexion interrompue
he: החיבור הופסק
hu: A kapcsolat megszakadt
it: Connessione interrotta
ja: 接続が中断されました
ko: 연결이 중단됨
nb: Tilkoblingen ble avbrutt
nl: Verbinding onderbroken
pl: Połączenie przerwane
pt_br: Conexão interrompida
pt_pt: Ligação interrompida
ro: Conexiune întreruptă
sl: Povezava je bila prekinjena
sv: Anslutningen avbröts
uk: З’єднання перервано
vi: Kết nối bị gián đoạn
zh_hans: 连接已中断
zh_hant: 連線已中斷

source: Connection Mode
ar: وضع الاتصال
ca: Mode de connexió
cs: Režim připojení
da: Forbindelsestilstand
de: Verbindungsmodus
es: Modo de conexión
fi: Yhteystila
fr: Mode de connexion
he: מצב חיבור
hu: Kapcsolódási mód
it: Modalità connessione
ja: 接続モード
ko: 연결 모드
nb: Tilkoblingsmodus
nl: Verbindingsmodus
pl: Tryb połączenia
pt_br: Modo de Conexão
pt_pt: Modo de ligação
ro: Mod conexiune
sl: Način povezave
sv: Anslutningsläge
uk: Режим підключення
vi: Chế độ kết nối
zh_hans: 连接模式
zh_hant: 連線模式

source: Connection timed out
ar: انتهت مهلة الاتصال
ca: S'ha esgotat el temps d'espera de la connexió
cs: Vypršel časový limit připojení
da: Forbindelsen fik timeout
de: Zeitüberschreitung der Verbindung
es: Se ha agotado el tiempo de espera de la conexión
fi: Yhteys aikakatkaistiin
fr: Délai de connexion dépassé
he: תם הזמן הקצוב לחיבור
hu: A kapcsolat túllépte az időkorlátot
it: Timeout della connessione
ja: 接続がタイムアウトしました
ko: 연결 시간이 초과됨
nb: Tidsavbrudd for tilkoblingen
nl: Time-out van verbinding
pl: Przekroczono limit czasu połączenia
pt_br: Tempo de conexão esgotado
pt_pt: Tempo limite da ligação excedido
ro: Conexiunea a expirat
sl: Časovna omejitev povezave je potekla
sv: Tidsgränsen för anslutningen överskreds
uk: Час очікування з’єднання вичерпано
vi: Kết nối đã hết thời gian chờ
zh_hans: 连接超时
zh_hant: 連線逾時

source: Continuously with Pointer
ar: باستمرار مع المؤشر
ca: Contínuament amb el punter
cs: Průběžně s ukazatelem
da: Løbende med markøren
de: Kontinuierlich mit Zeiger
es: Continuamente con el puntero
fi: Jatkuvasti osoittimen mukaan
fr: En continu avec le pointeur
he: ברציפות עם המצביע
hu: Folyamatosan a mutatóval
it: Continuamente con il puntatore
ja: ポインタに合わせて連続的に
ko: 포인터를 따라 계속
nb: Kontinuerlig med pekeren
nl: Doorlopend met aanwijzer
pl: Ciągle za wskaźnikiem
pt_br: Continuamente com o ponteiro
pt_pt: Continuamente com o ponteiro
ro: Continuu cu indicatorul
sl: Neprekinjeno s kazalcem
sv: Kontinuerligt med pekaren
uk: Безперервно за вказівником
vi: Liên tục theo con trỏ
zh_hans: 随指针连续平移
zh_hant: 隨指標連續平移

source: Couldn’t reconnect after %lld attempts. Check the network or server, then try again.
ar: تعذّرت إعادة الاتصال بعد %lld محاولات. تحقق من الشبكة أو الخادم، ثم حاول مرة أخرى.
ca: No s'ha pogut tornar a connectar després de %lld intents. Comprova la xarxa o el servidor i torna-ho a provar.
cs: Po %lld pokusech se nepodařilo znovu připojit. Zkontrolujte síť nebo server a zkuste to znovu.
da: Kunne ikke oprette forbindelse igen efter %lld forsøg. Kontroller netværket eller serveren, og prøv igen.
de: Verbindung konnte nach %lld Versuchen nicht wiederhergestellt werden. Netzwerk oder Server prüfen und erneut versuchen.
es: No se ha podido volver a conectar tras %lld intentos. Comprueba la red o el servidor e inténtalo de nuevo.
fi: Uudelleenyhdistäminen ei onnistunut %lld yrityksen jälkeen. Tarkista verkko tai palvelin ja yritä uudelleen.
fr: Reconnexion impossible après %lld tentatives. Vérifiez le réseau ou le serveur, puis réessayez.
he: לא ניתן היה להתחבר מחדש לאחר %lld ניסיונות. יש לבדוק את הרשת או את השרת ולנסות שוב.
hu: Nem sikerült újracsatlakozni %lld próbálkozás után. Ellenőrizze a hálózatot vagy a szervert, majd próbálja újra.
it: Riconnessione non riuscita dopo %lld tentativi. Controlla la rete o il server, quindi riprova.
ja: %lld回試行しましたが、再接続できませんでした。ネットワークまたはサーバを確認してから、やり直してください。
ko: %lld번 시도 후 재연결하지 못했습니다. 네트워크 또는 서버를 확인한 다음 다시 시도하십시오.
nb: Kunne ikke koble til igjen etter %lld forsøk. Kontroller nettverket eller serveren, og prøv på nytt.
nl: Opnieuw verbinden is na %lld pogingen niet gelukt. Controleer het netwerk of de server en probeer het opnieuw.
pl: Nie można połączyć ponownie po %lld próbach. Sprawdź sieć lub serwer, a następnie spróbuj ponownie.
pt_br: Não foi possível reconectar após %lld tentativas. Verifique a rede ou o servidor e tente novamente.
pt_pt: Não foi possível restabelecer a ligação após %lld tentativas. Verifique a rede ou o servidor e tente novamente.
ro: Reconectarea nu a reușit după %lld încercări. Verificați rețeaua sau serverul, apoi încercați din nou.
sl: Po %lld poskusih ponovna povezava ni uspela. Preverite omrežje ali strežnik in poskusite znova.
sv: Det gick inte att återansluta efter %lld försök. Kontrollera nätverket eller servern och försök igen.
uk: Не вдалося перепідключитися після %lld спроб. Перевірте мережу або сервер, а потім спробуйте ще раз.
vi: Không thể kết nối lại sau %lld lần thử. Hãy kiểm tra mạng hoặc máy chủ, sau đó thử lại.
zh_hans: 尝试 %lld 次后仍无法重新连接。请检查网络或服务器，然后重试。
zh_hant: 嘗試 %lld 次後仍無法重新連接。請檢查網路或伺服器，然後再試一次。

source: Curtain
ar: حجب
ca: Cortina de pantalla
cs: Opona
da: Gardin
de: Vorhang
es: Cortina
fi: Verho
fr: Rideau
he: וילון
hu: Függöny
it: Tenda
ja: カーテン
ko: 커튼
nb: Gardinmodus
nl: Gordijn
pl: Kurtyna
pt_br: Cortina
pt_pt: Cortina
ro: Cortină
sl: Zavesa
sv: Ridå
uk: Прихований режим
vi: Bảo vệ
zh_hans: 帐幕
zh_hant: 簾幕

source: Curtain Mode
ar: وضع الحجب
ca: Mode cortina de pantalla
cs: Režim opony
da: Gardinfunktion
de: Modus „Vorhang“
es: Modo de cortina
fi: Verhotila
fr: Mode Rideau
he: מצב וילון
hu: Függöny mód
it: Modalità Tenda
ja: カーテンモード
ko: 커튼 모드
nb: Gardinmodus
nl: Gordijnmodus
pl: Tryb kurtyny
pt_br: Modo Cortina
pt_pt: Modo de cortina
ro: Mod cortină
sl: Način zavese
sv: Ridåläge
uk: Прихований режим
vi: Chế độ bảo vệ
zh_hans: 帐幕模式
zh_hant: 簾幕模式

source: Curtain Mode Did Not Change
ar: لم يتغير وضع الحجب
ca: El mode cortina de pantalla no ha canviat
cs: Režim opony se nezměnil
da: Gardinfunktion blev ikke ændret
de: Modus „Vorhang“ wurde nicht geändert
es: El modo de cortina no ha cambiado
fi: Verhotila ei muuttunut
fr: Le mode Rideau n’a pas changé
he: מצב וילון לא השתנה
hu: A Függöny mód nem változott
it: La modalità Tenda non è cambiata
ja: カーテンモードは変更されませんでした
ko: 커튼 모드가 변경되지 않음
nb: Gardinmodus ble ikke endret
nl: De gordijnmodus is niet gewijzigd
pl: Tryb kurtyny nie został zmieniony
pt_br: O Modo Cortina não mudou
pt_pt: O modo de cortina não mudou
ro: Modul cortină nu s-a schimbat
sl: Način zavese se ni spremenil
sv: Ridåläget ändrades inte
uk: Прихований режим не змінився
vi: Chế độ bảo vệ không thay đổi
zh_hans: 帐幕模式未更改
zh_hant: 「簾幕模式」未變更

source: Dictate
ar: إملاء
ca: Dictat
cs: Diktovat
da: Diktering
de: Diktieren
es: Dictado
fi: Sanele
fr: Dicter
he: הכתבה
hu: Diktálás
it: Dettatura
ja: 音声入力
ko: 받아쓰기
nb: Diktering
nl: Dicteren
pl: Dyktowanie
pt_br: Ditado
pt_pt: Ditado
ro: Dictare
sl: Narekovanje
sv: Diktera
uk: Диктування
vi: Đọc chính tả
zh_hans: 听写
zh_hant: 聽寫

source: Disconnect
ar: قطع الاتصال
ca: Desconnectar
cs: Odpojit
da: Afbryd forbindelse
de: Trennen
es: Desconectar
fi: Katkaise yhteys
fr: Se déconnecter
he: ניתוק
hu: Kapcsolat bontása
it: Disconnetti
ja: 接続解除
ko: 연결 해제
nb: Koble fra
nl: Verbreek verbinding
pl: Rozłącz
pt_br: Desconectar
pt_pt: Desligar
ro: Deconectare
sl: Prekini povezavo
sv: Koppla från
uk: Відключитися
vi: Ngắt kết nối
zh_hans: 断开连接
zh_hant: 中斷連線

source: Disconnected
ar: تم قطع الاتصال
ca: Desconnectat
cs: Odpojeno
da: Forbindelse afbrudt
de: Getrennt
es: Desconectado
fi: Yhteys katkaistu
fr: Déconnecté
he: מנותק
hu: Kapcsolat bontva
it: Disconnesso
ja: 接続解除されました
ko: 연결 해제됨
nb: Frakoblet
nl: Verbinding verbroken
pl: Rozłączono
pt_br: Desconectado
pt_pt: Desligado
ro: Deconectat
sl: Povezava prekinjena
sv: Frånkopplad
uk: Відключено
vi: Đã ngắt kết nối
zh_hans: 已断开连接
zh_hant: 已中斷連線

source: Display Mode
ar: وضع العرض
ca: Mode de pantalla
cs: Režim displeje
da: Skærmtilstand
de: Anzeigemodus
es: Modo de pantalla
fi: Näyttötila
fr: Mode d’affichage
he: מצב תצוגה
hu: Kijelzőmód
it: Modalità schermo
ja: ディスプレイモード
ko: 디스플레이 모드
nb: Skjermmodus
nl: Beeldschermmodus
pl: Tryb ekranu
pt_br: Modo de Tela
pt_pt: Modo de ecrã
ro: Mod afișare
sl: Način prikaza
sv: Skärmläge
uk: Режим дисплея
vi: Chế độ màn hình
zh_hans: 显示模式
zh_hant: 顯示器模式

source: Display Quality
ar: جودة العرض
ca: Qualitat de la pantalla
cs: Kvalita zobrazení
da: Skærmkvalitet
de: Anzeigequalität
es: Calidad de imagen
fi: Näytön laatu
fr: Qualité d’affichage
he: איכות התצוגה
hu: Képminőség
it: Qualità schermo
ja: ディスプレイの画質
ko: 디스플레이 품질
nb: Skjermkvalitet
nl: Beeldkwaliteit
pl: Jakość obrazu
pt_br: Qualidade da Tela
pt_pt: Qualidade de imagem
ro: Calitate afișare
sl: Kakovost prikaza
sv: Skärmkvalitet
uk: Якість зображення
vi: Chất lượng hiển thị
zh_hans: 显示质量
zh_hant: 顯示品質
